hello = "Привет! Это - телеграми бот для работы с сервисом " \
        "*ТЕЛЕАГРОНОМ*. Введите команду /login для того чтобы " \
        "войти в системую. Введите команду /help для вывода списка " \
        "всех команд"
help = \
    '''Список команд:
    /start - Выводит приветственное сообщение
    /login - Выходит из текущего аккаунта и просит ввести данные заного
    /menu - Показывает основное меню работы с системой
    /determinant НазваниеОпределителя - Показывает информацию об одном из ваших определителей
    '''

enter_name = "Введите имя"
enter_password = "Введите пароль"
logging = "Пытаемся войти в систему..."
logging_completed = "Вы вошли в систему!"
logging_failed = "Данные введены неправильно"
not_logged = "В не вошли в систему. Введите /login чтобы сделать это"

choose_button = "Выберете пункт меню"
my_determinants = "Мои определители"
new_determinant = "Определить болезнь"

choose_new_det_type = "Выберете тип определяемой культуры"
choose_new_det_name = "Введите имя для нового определителя"

no_determinant_with_name = "Определителя с таким именем нет в вашем списке определителей"
wrong_args = "Команда использована неправильно. Пример правильной команды: " \
             "`/determinant НазваниеОпределителя`. Введите /help чтобы узнать как ей пользоваться"
